Repository: Hugo-Classroom/tp2-nutrilog-Exynoes
Catalog: NutriLog/Resources/Localizable.xcstrings
Source language: en
Languages: fr_ca

# KeyAlmonds
source: Almonds
fr_ca: Amandes

# KeyAlmondsDesc
source: Nuts are rich in good lipids and proteins.
fr_ca: Noix riche en bons lipides et protéines.

# KeyApple
source: Apple
fr_ca: Pomme

# KeyAppleDesc
source: Fresh fruit, rich in fiber.
fr_ca: Fruit frais, riche en fibres.

# KeyAvocado
source: Avocado
fr_ca: Avocat

# KeyAvocadoDesc
source: Rich in good fats and fiber.
fr_ca: Riche en bons lipides et fibres.

# KeyBanana
source: Banana
fr_ca: Banane

# KeyBananaDesc
source: Rich in potassium and fast-acting carbohydrates.
fr_ca: Riche en potassium et glucides rapides.

# KeyBoiledEgg
source: Boiled Egg
fr_ca: Oeuf (bouilli)

# KeyBreakfast
source: Breakfast
fr_ca: Déjeuner

# KeyBroccoliDesc
source: A green vegetable rich in vitamins and fiber.
fr_ca: Légume vert riche en vitamines et fibres.

# KeyCarbs
source: Carbs
fr_ca: Glucides

# KeyCarrot
source: Carrot
fr_ca: Carrottes

# KeyCarrotDesc
source: Rich in beta-carotene.
fr_ca: Riche en bêta-carotène.

# KeyChartCaloriesByMeal
source: Calories By Type Of Meal
fr_ca: Calories par type de repas

# KeyCheddar
source: Cheddar
fr_ca: Fromage cheddar

# KeyCheddarDesc
source: Rich in protein and calcium.
fr_ca: Riche en protéines et calcium.

# KeyDarkChocolate
source: Dark Chocolate
fr_ca: Chocolat noir (70%)

# KeyDarkChocolateDesc
source: Rich in antioxidants and fats.
fr_ca: Riche en antioxydants et matières grasses.

# KeyDinner
source: Dinner
fr_ca: Souper

# KeyFirmTofu
source: Firm Tofu
fr_ca: Tofu (ferme)

# KeyFirmTofuDesc
source: A plant-based alternative rich in protein
fr_ca: Alternative végétale riche en protéines.

# KeyFood
source: Food
fr_ca: Aliment

# KeyFoodChickenBreast
source: Chicken Breast
fr_ca: Poitrine de poulet

# KeyGreekYogurt
source: Greek Yogurt
fr_ca: Yogourt grec (nature)

# KeyGreekYogurtDesc
source: High in protein and low in fat.
fr_ca: Riche en protéines et faible en matières grasses.

# KeyGrilledSalmon
source: Grilled Salmon
fr_ca: Saumon (grillé)

# KeyGrilledSalmonDesc
source: Rich in omega-3 and protein.
fr_ca: Riche en oméga‑3 et protéines.

# KeyLeanBeef
source: Lean Beef
fr_ca: Boeuf haché maigre

# KeyLeanBeefDesc
source: Source of protein and iron.
fr_ca: Source de protéines et de fer.

# KeyLunch
source: Lunch
fr_ca: Dîner

# KeyMostFrequentMealType
source: Most Frequent Type of Meal
fr_ca: Type de repas le plus fréquent

# KeyNoData
source: No Data Enter
fr_ca: Aucune Données rentrer

# KeyNoEnterConsumptionHistory
source: No Consumption Enter
fr_ca: Aucune Consommation Entré

# KeyNutrientBreakdown
source: Nutrient Breakdown
fr_ca: Décomposition des nutriments

# KeyOatmeal
source: Oatmeal
fr_ca: Gruau (cuit)

# KeyOatmealDesc
source: A high-fiber breakfast.
fr_ca: Petit-déjeuner riche en fibres.

# KeyOrangeDesc
source: Source of vitamin C.
fr_ca: Source de vitamine C.

# KeyPasta
source: Pasta
fr_ca: Pâtes (cuites)

# KeyPastaDesc
source: A classic starchy food, rich in carbohydrates.
fr_ca: Féculent classique, riche en glucides.

# KeyPeanutButter
source: Peanut Butter
fr_ca: Beurre d’arachide

# KeyPeanutButterDesc
source: Rich in protein and fat.
fr_ca: Riche en protéines et matières grasses.

# KeyProtein
source: Protein
fr_ca: Protéine

# KeyRemaining
source: Remaining
fr_ca: Restante

# KeyRice
source: Rice
fr_ca: Riz (cuit)

# KeyRiceDesc
source: Slow-digesting energy source.
fr_ca: Source d’énergie à digestion lente.

# KeySpinach
source: Spinach
fr_ca: Épinards

# KeySpinachDesc
source: A green vegetable rich in iron and vitamins.
fr_ca: Légume vert riche en fer et vitamines.

source: KeyStrawberries
fr_ca: Fraises

# KeySweetPotato
source: Sweet Potato
fr_ca: Patate douce

# KeySweetPotatoDesc
source: Rich in vitamins and fiber.
fr_ca: Riche en vitamines et fibres.

# KeyTextNoFood
source: No Food
fr_ca: Aucun aliment

# KeyToday
source: Today
fr_ca: Aujourd’hui

# KeyTomato
source: Tomato
fr_ca: Tomate

# KeyTomatoDesc
source: Rich in antioxidants and vitamins.
fr_ca: Riche en antioxydants et vitamines.

# KeyTypeMeal
source: Meal Type
fr_ca: Type de repas

# KeyWholeWheatBread
source: Whole Wheat Bread
fr_ca: Pain de blé entier

# KeyWholeWheatBreadDesc
source: Fiber and sustainable energy.
fr_ca: Fibre et énergie durable.
